{"entries":[{"postedText":"shooting video through two or more mesh screens, getting a chaotic moiré effect for a video"},{"postedText":"laser cut stencil and bleach spray for making huge tesselated wall textiles for barely any money"},{"postedText":"holding a handful of uncapped markers and signing your name and that's the drawing, but then you sign your name again in the corner, then you sing as your rip it up to destroy your attachment to the illusion of self"},{"postedText":"print black and white 11 x 17 with the details\nthen hand or laser-cutting stencil\ndo the main design in multicolored spraypaint\neach flyer will be unique, vibrant and legible","timestamp":1508204323578,"guid":"69a76169-4a6d-43f4-b9e9-2ba0ace73167"},{"postedText":"look up whatever you want to draw\nscreenshot the mosaic of images 3 times\noverlay them in photoshop\nredraw that","timestamp":1508204459143,"guid":"6b725f6c-6692-4b95-9a44-76045ece3880"},{"postedText":"record yourself saying good morning and goodnight every night, until you meet the love of your life","timestamp":1508205145222,"guid":"87de0186-f698-4258-97f5-030543b9485e"},{"postedText":"get a tattoo of a lighter with a butterfly coming out instead of a flame","timestamp":1508206384825,"guid":"426f561f-7ec2-4fd7-a3cf-b4ca15b9caff"},{"postedText":"do your makeup and hair like you are old and have nasty skin, then wear it until someone is nice to you","timestamp":1508206454073,"guid":"477aa0de-ec4a-4520-b7a9-6b541480415a"},{"postedText":"pencil in a unibrow ","timestamp":1508206471898,"guid":"deb44b04-a0bd-4042-a394-2da819badc07"},{"postedText":"go to Khan Academy and study whatever topic your public school teachers sucked at teaching","timestamp":1508206533510,"guid":"e5ea2d1f-4756-4b00-810b-f3bd0d2a33bd"},{"postedText":"do you want to have an electromagnetic demon in your movie? \nuse videofeedback for the special effects and microphone feedback through flanger and pitch shifter","timestamp":1508206653299,"guid":"f3c95a71-b81c-444e-aed5-18326fedfc11"},{"postedText":"learn how to cover your favorite 70s songs","timestamp":1508206874454,"guid":"db1edda0-b2f7-4694-9236-f40e15266082"},{"postedText":"record a new wave version of your favorite 60s song","timestamp":1508206892229,"guid":"634ebc2a-68ce-4a33-9cb6-170f7defdac1"},{"postedText":"go down a smashmouth wormhole","timestamp":1508206906022,"guid":"3a21886e-dd58-431c-a5a0-53d0fea38bf0"},{"postedText":"neon disco punk music video, but it gets hijacks by beanie baby country musicians"},{"postedText":"have me have a brand new shirt\n"},{"postedText":"nu-metal fairy tales"},{"postedText":"reshoot metropolis except its a cyberpunk world filled with glitches"},{"postedText":"a postcard series showing the ugliest most banal parts of the city"},{"postedText":"plan out your snacks, for example:\nmon: banana\ntue: orange\nwed: pear\nthurs: blueberries\nfri: strawbs\nsat: kiwis\nsun: kimchi"},{"postedText":"start tagging your best friend's name"},{"postedText":"make one of those intro reels, where it counts to 10 and each letter is its own funky animation or drawing"},{"postedText":"neon plexiglass acrylic\nfuturepunk stained glass\nplastic church of the software"},{"postedText":"try the trichromatic process"},{"postedText":"make a Spotify playlist for the custodian"},{"postedText":"see how many TED talks you can listen to at simultaneously"},{"postedText":"make a shirt that says things like\nabout:blank\nlocalhost:420\n420 error\nvirtuacorp\nsoftware designer\nhttp://alienhomeworld.\n¥∑$ generation"},{"postedText":"make a skirt out of a shredded tire from your car \n rename your pet \n steal someone's tree from their yard"},{"postedText":"watch Me and U and Everyone We Know by Mirana July"},{"postedText":"look for Power Rangers behind the scenes"},{"postedText":"treat your SD cards like photos of your grandma"},{"postedText":"pick a word and say it over and over again, at first quietly to yourself, then louder to others around you, until you have an idea"},{"postedText":"can i buy a vowel on credit? who controls the sound i make?"},{"postedText":"learn how to read hexcodes, read about how bits encode data. spend a moment learning how the built  world works"},{"postedText":"i want to host a party in my bathroom"},{"postedText":"breathing meditation, pretending each breath is a swing on a swing set"},{"postedText":"Rubber-band guitar for making caveman AMSR punk recordings."},{"postedText":"investigate the Moon Landing, it's 200,000 miles away, and it took them 72 hours to get there. I'm kind of back to thinking its real"},{"postedText":"Arthur Russell's instrumental albums as a starting point for your \"rainy day\""}]}
